{
    "stylists": [

        {
            "name": "Gracie",
            "about": "Hello! My name is Gracie Kroeger and I am your resident blonde specialist! Other than blonding services I also enjoy hair extensions and special occasion hair and makeup services! I have been behind the chair since July of 2020! I have grow up around the salon my whole life and have such a passion for all things beauty! I am an NWA native and love that I’ve been able to grow my business in the town that I love!",
            "phoneNumber": "479-466-9599",
            "bookings": "https://square.site/book/DZHDDCJXXJT91/gracie-keithley-bentonville-ar",
            "instagram": "https://www.instagram.com/graciekbeauty/",
            "facebook": "https://www.facebook.com/GKBeauty-105099164708635"
        },
        {
            "name": "Joyce",
            "about": "Hi! My name is Joyce Keithley, owner and stylist at Wildflower Salon! I specialize in gray coverage and gray blending utilizing color and blonding, as well as a wide variety of hair extensions! I am skilled in specialized cutting techniques, including curly cuts! I have been behind the chair since 2009 and have been a salon owner since 2021. I am an NWA native I am so blessed to be able to have a career that I am truly passionate about right here in my hometown! I can’t wait to see you in my chair!",
            "phoneNumber": "479-644-6583",
            "bookings": "https://square.site/book/F2NV1YZ3EVB1R/joyce-keithley-bentonville-ar",
            "instagram": "https://www.instagram.com/jkk.wildflower.beauty/",
            "facebook": "https://www.facebook.com/blsh.and.brsh"
        },
        {
            "name": "Katie",
            "about": "I am a creative and well-experienced hairstylist from central Illinois that relocated to Northwest Arkansas in spring of 2023. Recently married, I enjoy outdoor adventuring with my husband when not in the salon. I have always been drawn to natural beauty and the diversity of color, texture and style of all things, especially in humans. I strive to customize every service for each client that sits in my chair, finding out their likes and dislikes about their hair; learning their styling preferences to better create the ideal style for them. I love to accentuate natural features and textures through both my color and cuts. One of my favorite aspects of being a stylist is the personal connections I make along the way. I love people, I enjoy meeting new faces and hearing other people's stories.",
            "phoneNumber": "217-979-7560",
            "bookings": "https://katie-fucinari-wildflower-salon.square.site/",
            "instagram": "https://instagram.com/katielovesyourhair?igshid=ZWQyN2ExYTkwZQ%3D%3D",
            "facebook": ""
        },
        {
            "name": "Kennedi",
            "about": "A passionate hairstylist with a fresh perspective and a love for helping people feel their best. I specialize in blowouts, precision cuts, and lived in color, and I’m always staying on top of the latest trends and techniques. I believe great hair starts with a great conversation, and I’m here to listen, collaborate, and bring your vision to life. When I’m not behind the chair, I enjoy spending time with family and friends. I am a mom to the most perfect baby girl, so I’m obsessed with hanging out with her! I also love anything to do with being outdoors! If you’re ready for a new stylist who’s excited to grow with you, I’d love to meet you. Let’s create something beautiful together!",
            "phoneNumber": "479-321-6728",
            "bookings": "https://hair-by-kennedi.square.site/",
            "instagram": "https://www.instagram.com/hairxkennedi/",
            "facebook": ""
        },
        {
            "name": "Taylor",
            "about": "Hey there! I'm Taylor, and I'm a hairstylist with a passion for creating beautiful hair that makes people feel confident. With about 5 years of experience, I've become a pro at understanding different hair types and textures, and I love helping clients find their perfect style. Whether you're looking for a trendy haircut or a gorgeous color transformation, I'm here to collaborate and make your hair dreams come true. My specializations include vivid color, extensions (for both hair and lashes), and custom-tailored cuts. However, I'm passionate about all things beauty. I even love to perform corrective colors and cuts. I'm always staying up-to-date on the latest trends and techniques so you can be sure you're getting the best possible service. Let's chat about your hair goals and have some fun along the way!",
            "phoneNumber": "479-250-2616",
            "bookings": "https://themandalahairbeauty.glossgenius.com/",
            "instagram": "https://www.instagram.com/themandalahairbeauty",
            "facebook": ""
        },
        {
            "name": "Tiffany",
            "about": "Elevate your hairstyle with Tiffany Tag. I’ve been behind the chair for over 2 decades. Originally  from Southern California, but for the past five years, my family and I have called North West Arkansas our home. My training under some of Orange County's finest Master stylists has equipped me with the skills to provide exceptional service to my guests. My specialties include a variety of blonding, color correction, formal hair, precision and razor haircutting. It is quite exciting to bring my expertise and skills to NWA where I welcome all guests to my chair, the experience received will make you feel like family. Many years of experience make me available for all your hair care needs when it comes to my skill set, I like to call it, The three R’s, Reshape, Refresh, or a complete Revamp to your look. See you real soon! ",
            "phoneNumber": "714-926-0087",
            "bookings": "https://tiffany-tag.square.site/",
            "instagram": "https://www.instagram.com/hairbytiffanytag",
            "facebook": ""
        }
    ]
}